Repository: toopriddy/mytime
Catalog: trunk/*.lproj/Localizable.strings
Languages: dutch, french, german, italian, japanese, spanish

source: BIBLE DVD
dutch: DVD De Bijbel
french: DVD BIBLE
german: BIBEL DVD
italian: DVD BIBBIA
japanese: ＊聖書 DVD＊
spanish: BIBLIA EN DVD

source: BOOKS
dutch: Boeken
french: LIVRES
german: BÜCHER
italian: LIBRI
japanese: ＊書籍＊
spanish: LIBROS

source: CAMPAIGN TRACTS
french: CAMPAGNE DE TRACTS
german: SONDERTRAKTATE

# %@ %@ %d, %d
source: %1$@ %2$@ %3$d, %4$d
dutch: %1$@ %3$@ %2$d, %4$d
french: %1$@ %3$d %2$@, %4$d
german: %1$@ %3$d. %2$@ %4$d
italian: %1$@ %3$d %2$@, %4$d
japanese: %1$@ %4$d %2$@ %3$d
spanish: %1$@ %3$d %2$@, %4$d

source: %@ Field Service Activity Report:
french: %@ Envoi Activité de prédication:
german: Predigtdienstbericht für %@:

source: %d Months Displayed
french: %d Mois affichés
german: Bericht für %d Monate anzeigen
japanese: 統計情報: %dヶ月分表示

source: (unknown street)
dutch: (onbekende straat)
french: (Adresse inconnue)
german: (unbekannte Straße)
italian: (via sconosciuta)
japanese: （住所不明）
spanish: (calle desconocida)

source: A Peaceful New World-Will It Come?
dutch: Een Vredige Nieuwe Wereld-Wanneer zal die komen?
french: Un monde nouveau de paix : Le verrons-nous un jour ? (T17)
german: Eine friedliche neue Welt - Wird sie kommen?
italian: Un pacifico nuovo mondo
japanese: 平和な新しい世での生活
spanish: Un nuevo mundo pacífico

source: Add a initial visit
dutch: Voeg eerste bezoek toe
french: Ajouter une première visite
german: Erster Besuch
italian: Aggiungi una visita iniziale
japanese: 初訪問の追加
spanish: Anotar visita inicial

source: Add a placed publication
dutch: Voeg publicatie toe
french: Ajouter une publication laissée
german: Abgegebene Veröffentlichung(en)
italian: Aggiungi una pubblicazione lasciata
japanese: 配布した出版物の追加
spanish: Añadir publicación entregada

source: Add a return visit
dutch: Voeg nabezoek toe
french: Ajouter une nouvelle visite
german: Rückbesuch hinzufügen
italian: Aggiungi una visita ulteriore
japanese: 再訪問の追加
spanish: Anotar revisita

source: Add Additional Information
french: Ajouter d’autres informations
german: Zusatzinfo hinzufügen

source: Add Info
french: Ajouter une note
german: Zusatzinfo

source: Add Notes
dutch: Voeg Notitie toe
french: Ajouter des notes
german: Notiz hinzufügen
italian: Aggiungi note
japanese: メモの追加
spanish: Notas

source: Add placed publications
dutch: Voeg losse publicaties toe
french: Ajouter les publications laissées
german: Abgegebene Veröffentlichungen
italian: Aggiungi pubblicazioni lasciate
japanese: 配布した出版物の追加
spanish: Añadir publicaciones entregadas

source: Address
dutch: Adres
french: Addresse
german: Adresse
italian: Indirizzo
japanese: 住所
spanish: Dirección

source: All Calls
dutch: Alle bezoeken
french: Tous les Contacts
german: Alle
italian: Tutti i nominativi
japanese: 全訪問先
spanish: Todos

source: All Scripture
dutch: Alle Geschriften
french: Toute Écriture
german: Inspiriert-Buch
italian: Tutta la scrittura
japanese: 聖書全体
spanish: Toda Escritura

source: Apr
french: Avr
japanese: 4月
spanish: Abr

source: April
french: Avril
italian: Aprile
japanese: 4月
spanish: Abril

source: Are you sure you want to delete the call (the return visits and placed literature will still be counted)?
dutch: Weet je zeker dat je het bezoek wilt verwijderen? (de nabezoeken en verspreidde lectuur tellen nog wel mee in het overzicht)?
french: Etes-vous sûrs de vouloir supprimer cet enregistrement (Les placements et les nouvelles visites seront néanmoins comptabilisés)?
german: Willst Du wirklich den Besuch löschen (Die Rückbesuche und die Veröffentlichungen werden trotzdem gezählt)?
italian: Sei sicuro di voler cancellare il nominativo (le visite ulteriori e le pubblicazioni saranno contate comunque)?
japanese: 訪問先を本当に削除してよろしいですか。（再訪問や配布した出版物の数はそのまま計算されます。）
spanish: ¿Está seguro de eliminar el contacto (la revisita y las publicaciones entregadas seguirán en el registro)?

source: Aug
french: Aoû
italian: Ago
japanese: 8月
spanish: Ago

source: August
dutch: Augustus
french: Août
italian: Agosto
japanese: 8月
spanish: Agosto

source: Awake
dutch: Ontwaakt!
french: Réveillez-vous
german: Erwachet!
italian: Svegliatevi!
japanese: 目ざめよ！
spanish: Despertad

source: Backup
french: Sauvegarde
german: Datensicherung
japanese: バックアップ
spanish: Copia de seguridad

source: Bible DVD
french: DVD Bible
german: Bibel DVD

source: Bible DVD: Acts
dutch: Bijbel DVD: Handelingen
french: DVD Bible: Actes
italian: DVD biblici: Atti
japanese: 聖書 DVD: 使徒
spanish: Biblia en DVD: Hechos

source: Bible DVD: John
dutch: Bijbel DVD: Johannes
french: DVD Bible: Jean
italian: DVD biblici: Giovanni
japanese: 聖書 DVD: ヨハネ
spanish: Biblia en DVD: Juan

source: Bible DVD: Luke
dutch: Bijbel DVD: Lukas
french: DVD Bible: Luc
italian: DVD biblici: Luca
japanese: 聖書 DVD: ルカ
spanish: Biblia en DVD: Lucas

source: Bible DVD: Mark
dutch: Bijbel DVD: Markus
french: DVD Bible: Marc
italian: DVD biblici: Marco
japanese: 聖書 DVD: マルコ
spanish: Biblia en DVD: Marcos

source: Bible DVD: Matthew
dutch: Bijbel DVD: Matthéüs
french: DVD Bible: Matthieu
italian: DVD biblici: Matteo
japanese: 聖書 DVD: マタイ
spanish: Biblia en DVD: Mateo

source: Bible DVD: Romans
dutch: Biibel DVD: Romeinen
french: DVD Bible: Romains
japanese: 聖書 DVD: ローマ
spanish: Biblia en DVD: Romanos

source: Bible Stories
dutch: Bijbelverhalen
french: Recueil d'histoires bibliques
german: Geschichtenbuch
italian: Racconti Biblici
japanese: 聖書物語
spanish: Historias bíblicas

source: Bible Studies
dutch: Bijbelstudies
french: Études bibliques
german: Studien
italian: Studi biblici
japanese: 聖書研究
spanish: Estudios bíblicos

source: Bible Teach
dutch: Leert de Bijbel
french: Qu'enseigne la Bible?
german: Was lehrt die Bibel wirklich
italian: Cosa insegna
japanese: 聖書の教え
spanish: Enseña

source: Blood
dutch: Bloed
french: Sang
german: Blut-Broschüre
italian: Sangue
japanese: 血
spanish: Sangre

source: Book
dutch: Boek
french: Livre
german: Buch
italian: Libro
japanese: 書籍
spanish: Libro

source: Book for All
dutch: Boek voor Allen
french: Un livre pour tous
german: Ein Buch für alle Menschen
italian: Libro per tutti
japanese: すべての人のための書物
spanish: Un libro para todo el mundo

source: Books
dutch: Boeken
french: Livres
german: Bücher
italian: Libri
japanese: 書籍
spanish: Libros

source: Build Date
dutch: Versie
french: Date de création
german: Erstellt am
italian: Data di compilazione
japanese: ビルド日時
spanish: Fecha de revisión

source: Bulk Placements
dutch: Losse publicaties
french: Mes Placements
german: Straßendienst
italian: Lasciati in quantità
japanese: 大量配布数
spanish: Otras publicaciones

source: Call
dutch: Nabezoek
french: Visite
german: Rückbesuch
italian: Nominativo
japanese: 訪問先
spanish: Contacto

source: Call Address
dutch: Nabezoekadres
french: Adresse de la visite
german: Rückbesuch Adresse
italian: Indirizzo nominativo
japanese: 訪問先住所
spanish: Dirección

source: Calls Sorted by City
dutch: Nabezoeken gesorteerd op Plaats
french: Visites triées par Ville
german: Rückbesuche nach Ort
italian: Nominativi per città
japanese: 訪問先市名でソート
spanish: Contactos ordenados por Ciudad

source: Calls Sorted by Date
dutch: Nabezoeken gesorteerd op Datum
french: Visites triées par Date
german: Rückbesuche nach Datum
italian: Nominativi per data
japanese: 訪問先日付でソート
spanish: Contactos ordenados por Fecha

source: Calls Sorted by Name
dutch: Nabezoeken gesorteerd op Naam
french: Visites triées par Nom
german: Rückbesuche nach Name
italian: Nominativi per nome
japanese: 訪問先名前でソート
spanish: Contactos ordenados por Nombre

source: Calls Sorted by Street
dutch: Nabezoeken gesorteerd op Straat
french: Visites triées par Rue
german: Rückbesuche nach Straße
italian: Nominativi per indirizzo
japanese: 訪問先番地でソート
spanish: Contactos ordenados por Calle

source: Campaign Tract
french: Campagne de Tract
german: Sondertraktat

source: Campaign Tracts
french: Campagnes de Tract
german: Sondertraktate

source: Cancel
dutch: Annuleren
french: Abandonner
german: Abbrechen
italian: Annulla
japanese: キャンセル
spanish: Cancelar

source: Change Date
dutch: Verander Datum
french: Changer la Date
german: Datum ändern
italian: Cambia data
japanese: 更新日時
spanish: Cambiar Fecha

source: City
dutch: Plaats
french: Ville
german: Stadt
italian: Città
japanese: 市名
spanish: Ciudad

source: City Sorted
dutch: Plaats gesorteerd
french: Villes Triées
german: nach Ort
italian: Per città
japanese: 市名ソート
spanish: Por ciudad

source: Close to Jehovah
dutch: Nader tot Jehovah
french: Approchez vous de Jéhovah
german: Komm Jehova doch näher
italian: Accostiamoci a Geova
japanese: エホバに近づきなさい
spanish: Acerquémonos a Jehová

source: Comfort for the Depressed
dutch: Troost voor de neerslachtigen
french: De l’aide pour les déprimés (T20)
german: Trost für Menschen mit Depressionen
italian: Conforto per chi è depresso
japanese: 憂いに沈んだ人々への慰め
spanish: Consuelo para los deprimidos

source: Connected to the Backup Application. Use it to create a backup or to restore a backup
dutch: Verbonden met de Backup Applicatie. Gebruik het om een backup te maken of te herstellen
french: Connecté à l'application de sauvegarde. Utilisez le pour créer ou restaurer une sauvegarde
german: Verbindung zum Computer hergestellt Du kannst jetzt die Daten sichern oder wiederherstellen
italian: Connesso all'applicazione di backup. Usala per creare un backup o per ripristinare da backup
japanese: バックアップソフトに接続しました。 バックアップの作成またはリストアのために用いてください。
spanish: Conectado a la aplicación MyTime Backup. Úsela para crear o restaurar una copia de seguridad

source: Contact Information
dutch: Contact Informatie
french: Information du Contact
german: Kontakt Informationen
italian: Contatti
japanese: お問い合わせ先
spanish: Información de contacto

source: Could not create %@ directory
dutch: Kon de map %@ niet maken
french: Impossibilité de créer le répertoire %@
german: Verzeichnis %@ kann nicht erstellt werden
italian: Impossibile creare la cartella %@
japanese: %@ ディレクトリーを作成できませんでした
spanish: No se puede crear el directorio %@

source: Count:
dutch: Aantal:
french: Total:
german: Anzahl:
italian: Numero:
japanese: 数:
spanish: Cantidad:

source: Creation
dutch: Schepping
french: Création
german: Schöpfungs-Buch
italian: Creazione
japanese: 創造
spanish: Creación

source: Creator
dutch: Schepper
french: Créateur
german: Schöpfer-Buch
italian: Creatore
japanese: 創造者
spanish: Creador

source: Daniel's Prophecy
dutch: Daniël's Profetie
french: Prophétie de Daniel
german: Daniel-Buch
italian: Profezie di Daniele
japanese: ダニエルの預言
spanish: Las profecías de Daniel

source: Date Sorted
dutch: Datum Gesorteerd
french: Date Triée
german: nach Datum
italian: Per data
japanese: 日付ソート
spanish: Por fecha

source: Dec
french: Déc
german: Dez
italian: Dic
japanese: 12月
spanish: Dic

source: December
french: Décembre
german: Dezember
italian: Dicembre
japanese: 12月
spanish: Diciembre

source: Delete and don't keep info
dutch: Verwijder en info niet bewaren
french: Supprimer ce contact ainsi que ses infos
german: Rückbesuch und abgegebene Veröffentlichung werden gelöscht
italian: Cancella anche informazioni
japanese: 情報を保存せずに削除
spanish: Eliminar y no guardar información

source: Delete Call
dutch: Verwijder Nabezoek
french: Supprimer ce contact
german: Löschen
italian: Cancella nominativo
japanese: 訪問先削除
spanish: Eliminar contacto

source: Disconnected from the Backup Application
dutch: Verbroken met de Backup Applicatie
french: Déconnecté de l'application de Sauvegarde
german: Verbindung zum Computer getrennt
italian: Disconnesso dall'applicazione di backup
japanese: バックアップソフトと切断されました。
spanish: Desconectado de la aplicación de copia de seguridad

source: Divine Name
dutch: Goddelijke naam
french: Le Nom Divin
german: Göttlicher Name
italian: Nome divino
japanese: 神のみ名
spanish: Nombre Divino

source: Does Fate Rule Our Lives
dutch: Bepaalt Het Noodlot Ons Leven
french: Le destin dirige-t-il notre vie? (T71)
german: Schicksal
italian: Il destino governa la nostra vita? (Non disponibile in italiano)
spanish: ¿Rige el destino nuestra vida?

source: Does God Care
french: Dieu se soucie-t-il?
german: Kümmert sich
italian: Dio si interessa?
japanese: 神は気遣っておられますか
spanish: ¿Se interesa Dios por nosotros?

source: DVD (not counted)
french: DVD (non compté)
german: DVDs

source: DVD Drama: Bore Witness
french: DVD Drama: Témoins
italian: Dramma in DVD: Esempi ammonitori per i nostri giorni
japanese: DVD: Bore Witness
spanish: DVD Drama: Testimonio cabal

source: DVD Drama: Pursue Goals
french: Drame DVD: Poursuivez des objectifs qui honorent Dieu
italian: Dramma in DVD: Pursue Goals
japanese: DVD演劇: Pursue Goals
spanish: DVD Drama: Sigamos tras metas

source: DVD Drama: Respect Authority
french: Drame DVD: Respectez l'autorité
italian: Dramma in DVD: Rispettiamo l'autorità di Geova
japanese: DVD演劇: Respect Authority
spanish: DVD Drama: Respetemos la autoridad de Jehová

source: DVD Drama: Submit to Authority
french: Drame DVD: Soumis à l'autorité
italian: Dramma in DVD: Submit to Authority
japanese: DVD演劇: Submit to Authority
spanish: DVD Drama: A qué autoridad nos sometemos

source: DVD Drama: Troublesome Times/Boldly Witnessing
french: Drame DVD: Période difficile/Témoignons hardiment
italian: Dramma in DVD: Saldi in tempi burrascosi
japanese: DVD演劇: Troublesome Times/Boldly Witnessing
spanish: DVD Drama: Tiempos turbulentos/Prediquemos con valentía

source: DVD: Bible Stories
dutch: DVD: Bijbelverhalen
french: DVD: Recueil d'Histoires Bibliques
italian: DVD: Racconti Biblici
japanese: DVD: 聖書物語
spanish: DVD: Historias bíblicas

source: DVD: Bible Teach
french: DVD: Qu’enseigne réellement la Bible ?
italian: DVD: Cosa insegna
japanese: DVD: 聖書の教え
spanish: DVD: Enseña

source: DVD: Family Happiness
dutch: DVD: Gezinsgeluk
french: DVD: Vie de famille heureuse
italian: DVD: Felicità familiare
japanese: DVD: 幸せな家庭
spanish: DVD: Felicidad familiar

source: DVD: God's Friend
dutch: DVD: God's Vriend
french: DVD: Ami de Dieu
italian: DVD: Possiamo essere amici di Dio
japanese: DVD: 神の友
spanish: DVD: Amigos de Dios

source: DVD: Greatest Man
dutch: DVD: Grootste Mens
french: DVD: Le plus Grand Homme
italian: DVD: Il più grande uomo
japanese: DVD: もっとも偉大な人
spanish: DVD: El hombre más grande

source: DVD: Keep on the Watch
french: DVD: Veillez
italian: DVD: Siate vigilanti!
japanese: DVD: 見張っていなさい
spanish: DVD: Manténgase alerta

source: DVD: Knowledge
dutch: DVD: Kennis
french: DVD: Connaissance
italian: DVD: Conoscenza
japanese: DVD: 知識
spanish: DVD: Conocimiento

source: DVD: Noah/David
dutch: DVD: Noach/David
french: DVD: Noé/David
italian: DVD: Noè/Davide
japanese: DVD: ノア/ダビデ
spanish: DVD: Noé/David

source: DVD: Require
french: DVD: Attend
italian: DVD: Cosa richiede Dio
japanese: DVD: 求め
spanish: DVD: Exige

source: DVD: Sing Praises Vol 1&2
dutch: DVD: Zing Lofzangen Vol 1&2
french: DVD: Mélodies Vol 1&2
italian: DVD: Cantate lodi Volumi 1&2
spanish: DVD: Canten Alabanzas Vol 1 y 2

source: DVD: Sing Praises Vol 3
dutch: DVD: Zing lofzangen Vol 3
french: DVD: Mélodies Vol 3
italian: DVD: Cantate lodi Volume 3
spanish: DVD: Canten Alabanzas Vol 3

source: DVD: Spirits of the dead
dutch: DVD: Geesten van de doden
french: DVD: Esprits des Morts
italian: DVD: Gli spiriti dei morti
japanese: DVD: 死者の霊
spanish: DVD: Espíritus de difuntos

source: DVD: When someone you love dies
dutch: DVD: Wanneer een geliefde sterft
french: DVD: Quand la mort frappe un être aimé...
italian: DVD: Quando muore una persona cara
japanese: DVD: 愛する家族を亡くしたとき
spanish: DVD: Cuando muere un ser querido

source: DVD: Worship God
dutch: DVD: Aanbid God
french: DVD: Adorez
italian: DVD: Adoriamo il solo vero Dio
japanese: DVD: 神を崇拝
spanish: DVD: Adoremos a Dios

source: Education
dutch: Onderwijs
french: L'Instruction
german: Schulbildung
italian: Istruzione
japanese: 学校
spanish: Educación

source: Email backup
french: Backup par Email
german: Daten sichern mit Mail

source: Email Report
french: Rapport par Email
german: Mail Bericht

source: en
dutch: nl
french: fr
german: de
italian: it
japanese: ja
spanish: sp

source: Enable shown popups
dutch: Popups aan
french: Afficher les popups
german: Popups anzeigen
italian: Abilita popup già mostrati
japanese: ポップアップメッセージの有効化
spanish: Habilitar popups

source: Enjoy Family Life
dutch: Geniet Van Het Gezinsleven
french: Une vie de famille agréable (T21)
german: Familien-Leben
italian: Una vita familiare gioiosa
japanese: 家族として生活を楽しむ
spanish: Disfrute de su vida de familia

source: Failed advertising server
french: Echec de la sauvegarde
german: Verbindung zum Server fehlgeschlagen
italian: Impossibile comunicare con il server
japanese: サーバーの知らせは失敗しました
spanish: Error en el servidor

source: Failed creating server
french: Initialisation de la sauvegarde échouée
german: Sichern fehlgeschlagen
italian: Impossibile creare il server
japanese: サーバーの作成は失敗しました
spanish: Error al crear el servidor

source: Family Happiness
dutch: Gezinsgeluk
french: Bonheur familial
german: Familien-Buch
italian: Felicità familiare
japanese: 幸せな家庭
spanish: Felicidad familiar

source: Feb
french: Fév
japanese: 2月

source: February
dutch: Februari
french: Février
german: Februar
italian: Febbraio
japanese: 2月
spanish: Febrero

source: Field Service Activity Report
french: Rapport d’activité
german: Predigtdienstbericht

source: God's Friend
dutch: Gods Vriend
french: Ami de Dieu
german: Freund Gottes
italian: Amici di Dio
japanese: 神の友
spanish: Amigos de Dios

source: God's Word
dutch: Gods Woord
french: La Bible : Parole de Dieu
german: Gottes Wort
italian: Parola di Dio
japanese: 神の言葉
spanish: La palabra de Dios

source: Good Land
dutch: Goede Land
french: Bon Pays
german: Das gute Land sehen
italian: Buon paese
japanese: 良い地
spanish: Buena tierra

source: Government
dutch: Regering
french: Gouvernement
german: Regierung
italian: Governo
japanese: 政府
spanish: Gobierno

source: Greatest Man
dutch: Grootste Mens
french: Plus Grand Homme
german: Größter Mensch
italian: Il più grande uomo
japanese: 最も偉大な人
spanish: El hombre más grande

source: Guidance of God
dutch: Leiding van God
french: Conseils de Dieu
german: Gottes Anleitung
italian: Guida di Dio
spanish: La guía de Dios

source: Hellfire-Is It Part of Divine Justice?
dutch: Het Hellevuur-Een Uiting Van Goddelijke Gerechtigheid?
french: L’enfer de feu fait-il partie de la justice de Dieu ? (T74)
german: Höllenfeuer - Ist es ein Teil von Gottes Gericht?
italian: Inferno
spanish: ¿Es el infierno parte de la justicia divina

source: hour
dutch: uur
french: heure
german: Stunde
italian: ora
japanese: 時間
spanish: hora

source: hours
dutch: uren
french: heures
german: Stunden
italian: ore
japanese: 時間
spanish: horas

source: Hours
dutch: Uren
french: Heures
german: Stunden
italian: Ore
japanese: 時間
spanish: Horas

source: House Number
dutch: Huisnummer
french: Numéro d'habitation
german: Hausnummer
italian: Numero civico
japanese: 番地
spanish: Número

source: How to Find the Road to Paradise
dutch: Hoe De Weg Te Vinden Naar Het Paradijs
french: Le chemin du Paradis : Comment le trouver ?
german: Der Weg ins Paradies
italian: Strada che porta al paradiso
spanish: Cómo hallar el camino al Paraíso

source: I read the webpage
french: J’ai lu la page web
german: habe ich gelesen

source: Immortal Spirit
dutch: Onsterfelijke Geest
french: Avez-vous un esprit immortel ? (T25)
german: Unsterbliche Geist
italian: Anima immortale
japanese: 不滅な霊
spanish: Espíritu inmortal

source: Initial Visit Notes
dutch: Notities Eerste Bezoek
french: Notes 1er contact
german: Rückbesuchsnotizen anzeigen
italian: Note sulla visita iniziale
japanese: 初訪問メモ
spanish: Notas de la visita inicial

source: Insight
dutch: Inzicht
french: Perspicacité
german: Einsichten
italian: Perspicacia
japanese: 洞察
spanish: Perspicacia

source: Isaiah's Prophecy I
dutch: Jesaja's Profetie I
french: Prophétie d'Isaïe vol I
german: Jesaja-Buch I
italian: Profezie di Isaia I
japanese: イザヤの預言Ⅰ
spanish: Las profecías de Isaías I

source: Isaiah's Prophecy II
dutch: Jesaja's Profetie II
french: Prophétie d'Isaïe vol II
german: Jesaja-Buch II
italian: Profezie di Isaia II
japanese: イザヤの預言Ⅱ
spanish: Las profecías de Isaías II

source: January
dutch: Januari
french: Janvier
german: Januar
italian: Gennaio
japanese: 1月
spanish: Enero

source: Jehovah's Day
dutch: Jehovah's Dag
french: Jour de Jéhovah
german: Tag Jehovas
italian: Il giorno di Geova
japanese: エホバの日
spanish: El día de Jehová

source: Jehovah's Witnesses
dutch: Jehovah's Getuigen
french: Les Témoins de Jéhovah — Unis...
german: Jehovas Zeugen
italian: Testimoni di Geova
japanese: エホバの証人
spanish: Testigos de Jehová

source: Jehovah's Witnesses-What Do They Believe?
dutch: Jehovah's Getuigen-Wat Geloven Zij?
french: Les Témoins de Jéhovah : quelles sont leurs croyances ? (T18)
german: Jehovas Zeugen - Was glauben Sie?
italian: Testimoni di Geova: In che cosa credono?
japanese: エホバの証人ーどんな人たちですか
spanish: Los testigos de Jehová. ¿Qué creencias tienen?

source: Jehovah-Who Is He?
dutch: Jehovah-Wie Is Hij?
french: Jéhovah- Qui est-il? (T23)
german: Wer ist Jehova?
italian: Chi è Geova?
japanese: エホバーどのような方ですか
spanish: ¿Quién es Jehová?

source: Jesus Christ-Who Is He?
dutch: Jezus-Wie Is Hij?
french: Jésus Christ- Qui est-il (T24)?
german: Wer ist Jesus Christ?
italian: Chi è Gesù Cristo?
japanese: イエス・キリストどのような方ですか
spanish: ¿Quién es Jesucristo?

source: July
dutch: Juli
french: Juillet
german: Juli
italian: Luglio
japanese: 7月
spanish: Julio

source: June
dutch: Juni
french: Juin
german: Juni
italian: Giugno
japanese: 6月
spanish: Junio

source: Know the Bible
dutch: Ken De Bijbel
french: Aimeriez-vous en savoir plus sur la Bible ? (T26)
german: Die Bibel besser kennen lernen
italian: Conoscere la Bibbia
japanese: 聖書を知る
spanish: ¿Le gustaría saber más de la Biblia?

source: Knowledge
dutch: Kennis
french: Connaissance
german: Erkenntnis-Buch
italian: Conoscenza
japanese: 知識
spanish: Conocimiento

source: Lasting Peace
dutch: Blijvende Vrede
french: La paix et le bonheur sans fin : comment les trouver ?
german: Eine Welt ohne Krieg?
italian: Pace e felicità durevoli
spanish: Paz duradera

source: Life on Earth
dutch: Leven Op Aarde
french: Vie sur Terre
german: Für immer auf der Erde leben
italian: Vivere sulla terra
japanese: 地上での生活
spanish: Disfrute

source: Look!
dutch: Zie!
french: Voici
german: Siehe!-Broschüre
italian: Ecco
japanese: 見よ！
spanish: ¡Mira!

source: Magazine
dutch: Tijdschrift
french: Périodique
german: Zeitschrift
italian: Rivista
japanese: 雑誌
spanish: Revista

source: Magazines
dutch: Tijdschriften
french: Périodiques
german: Zeitschriften
italian: Riviste
japanese: 雑誌
spanish: Revistas

source: Mankind's Search for God
dutch: De Mens Op Zoek Naar God
french: L'Humanité à la Recherche de Dieu
german: Die Suche der Menschheit nach Gott
italian: L'uomo alla ricerca di Dio
japanese: 探求
spanish: El hombre en busca de Dios

source: Mapped Calls
dutch: Nabezoeken in kaart
french: Géolocalisation des visites
german: auf Karte zeigen
italian: Nominativi su mappa
japanese: 地図のある訪問先
spanish: Contactos en el mapa

source: March
dutch: Maart
french: Mars
german: März
italian: Marzo
japanese: 3月
spanish: Marzo

source: May
dutch: Mei
french: Mai
german: Mai
italian: Maggio
japanese: 5月
spanish: Mayo

source: Ministry School
dutch: Theocratische School
french: Tirez profit de l’École
german: Predigtdienst-Schulbuch
italian: Scuola di ministero
japanese: 宣教学校
spanish: Escuela del Ministerio

source: Mobile Phone
french: Téléphone Mobile
german: Handy

source: Month
dutch: Maand
french: Mois
german: Monat
japanese: ヶ月
spanish: Mes

source: Month Count
dutch: Maand Opgeteld
french: Nombre de Mois
german: Anzahl der Monate
japanese: 表示する月数
spanish: Cantidad de meses

source: Months
dutch: Maanden
french: Mois
german: Monate
japanese: ヶ月分
spanish: Meses

source: Move to next month
french: Afficher Mois suivant
german: übertrage aufs nächste Monat
