Repository: toopriddy/mytime
Catalog: trunk/*.lproj/Localizable.strings
Languages: dutch, french, german, italian, japanese, spanish

source: My Book of Bible Stories
dutch: Mijn Boek Met Bijbelverhalen
french: Recueil d'Histoires Bibliques
german: Mein Buch mit biblischen Geschichten
italian: Il mio libro di racconti biblibi
japanese: 聖書物語
spanish: Mi libro de historias bíblicas

source: MyTime Application Data Backup
french: MyTime Application de Sauvegarde
german: MyTime Datensicherung

source: MyTime Version
dutch: MyTime Versie
french: Version de MyTime
italian: Versione di MyTime
japanese: MyTimeバージョン
spanish: Version de MyTime

source: MyTime Website
french: Site de MyTime
german: MyTime Webseite
italian: Sito web di MyTime
japanese: MyTimeウェブサイト
spanish: Web de MyTime

source: Name
dutch: Naam
french: Nom
italian: Nome
japanese: 氏名
spanish: Nombre

source: Name Sorted
dutch: Naam Gesorteerd
french: Nom Trié
german: nach Namen
italian: Per nome
japanese: 氏名ソート
spanish: Por Nombre

source: New Call
dutch: Nieuw Nabezoek
french: Nouveau Contact
german: angetroffen
italian: Nuovo nominativo
japanese: 新規訪問先
spanish: Nuevo contacto

source: No
dutch: Nee
french: Non
german: Nein
japanese: いいえ

source: Not At Home
dutch: Afwezig
french: Absent de chez lui/elle
german: nicht zu Hause
japanese: 留守宅
spanish: No en casa

source: November
french: Novembre
italian: Novembre
japanese: 11月
spanish: Noviembre

source: Number Placed:
dutch: Aantal verspreid:
french: Nombre Placé:
german: Anzahl abgegeben:
italian: Quantità lasciata:
japanese: 配布した数:
spanish: Cantidad:

source: October
dutch: Oktober
french: Octobre
german: Oktober
italian: Ottobre
japanese: 10月
spanish: Octubre

source: Oldest Return Visits First
dutch: Oudste Nabezoeken Eerst
french: Classement par ancienneté
german: älteste zuerst
italian: Visite meno recenti per prime
japanese: 古い再訪問順
spanish: Revisitas menos recientes primero

source: Organized
dutch: Georganiseerd
french: Organizés
german: Organisiert-Buch
italian: Organizzati
japanese: 組織
spanish: Organizados

source: Our Problems
dutch: Onze Problemen
french: Nos Problèmes
german: Unsere Probleme
italian: I nostri problemi

source: Peaceful New World
dutch: Vredige Nieuwe Wereld
french: Une vie paisible dans un monde nouveau (T15)
german: Eine friedlichen neue Welt
italian: Un pacifico nuovo mondo
japanese: 平和な新しい世での生活
spanish: Un nuevo mundo pacífico

source: Phone
french: Téléphone
german: Telefon

source: Please Donate, help me help you
dutch: Doneren
french: S'il vous plaît donner, Aidez moi à vous aider
german: Bitte hilf mir dir zu helfen (Spende)
italian: Dona, aiuti anche te stesso
japanese: 本プログラムのためにも，是非ご寄付を。
spanish: Por favor haga una donación, ayúdeme a ayudarlo

source: Please read the Frequently Asked Questions section of the MyTime website before emailing me to ask a question. Also, please read the existing feature request list before requesting a feature.
french: Lisez svp la FAQ du site avant de m’écrire ou me poser une question. Lisez également la liste des souhaits des utilisateurs de MyTime avant de réclamer une amélioration.
german: Bitte lies die FAQ auf der MyTime Webseite bevor du mir per Mail eine Frage stellst. Lies bitte auch die vorhandene 'feature request' bevor du mich über eine gewünschte Funktion informierst.

source: Please visit mytime.googlecode.com to see the FAQ and feature requests. A lot of work has been put into MyTime, if you find this application useful then you are welcome to donate. Is English not your native language and you want to help to translate? Email me (look in the More view and Settings)
french: Visiter svp mytime.googlecode.com pour voir la FAQ et la liste des prochaines mises à jour. Beaucoup de temps a été consacré à ce projet, aussi si vous trouvez cette appli géniale merci de contribuer. Traduit par K.ZimiR
german: Bitte besuche mytime.googlecode.com um die Antworten für FAQ und geplante neue Funktionen zu erhalten. Es war viel Arbeit MyTime zu programmieren, falls das Programm für dich hilfreich ist würde ich mich über eine Spende freuen. Möchtest du gerne bei der Übersetzung von MyTime mithelfen, dann sende mir bitte eine Mail.
japanese: FAQや欲しい機能一覧をご覧になりたい時は mytime.googlecode.com にアクセスしてください。 このプログラムの作成にはかなりの労力を要しました。 MyTimeをご利用になってみて，使えるぞ，と思われた方，ご寄付も大歓迎です。英語以外の言語が母語の方で，翻訳を手伝ってくださる方，是非メールしてください。アドレスは“その他”→“設定”にございます。
spanish: Por favor, visite mytime.googlecode.com para ver preguntas frecuentes y peticiones. Se ha invertido mucho tiempo en MyTime, si encuentra útil esta aplicación le animamos a hacer un donativo. El inglés no es su idioma nativo y quiere ayudarnos a traducir? Mándeme un email (mire en Más y en Ajustes)

source: Please wait for the Backup Service to initalize... Go to mytime.googlecode.com for more information about the Backup Application
french: Merci de patienter que le service de sauvegarde s'initialise... Aller sur mytime.googlecode.com pour plus de renseignement concernant le module sauvegarde
german: Bitte auf die Backup-Software warten... Für mehr Informationen besuche bitte mytime.googlecode.com
italian: Attendi mentre il servizio di backup si inizializza... Visita mytime.googlecode.com per maggiori informazioni sull'applicazione di backup
japanese: バックアップサービスが初期化されるまでお待ちください... バックアップアプリケーションの詳細情報はmytime.googlecode.comへどうぞ

source: Popup messages like this are now enabled all throughout MyTime
dutch: Popup berichten als deze zijn nu aangezet
french: Les messages Popup comme celui-ci sont maintenant activés dans toutes les fenêtres MyTime
german: Popup-Fenster wie dieses werden ab sofort angezeigt
italian: Messaggi popup come questo sono ora abilitati in tutto MyTime
japanese: このようなポップアップはデフォルトで有効になっています。
spanish: Mensajes popup como éste están ahora habilitados totalmente en MyTime

source: Proclaimers
dutch: Verkondigers
french: Prédicateurs
german: Verkündiger
italian: Problamatori
japanese: ふれ告げる人々
spanish: Proclamadores

source: Purpose of Life
dutch: Doel Van Het Leven
french: But de la vie
german: Sinn des Lebens
italian: Scopo della vita
japanese: 人生の目的
spanish: Qué propósito tiene la vida

source: Pushed %@ translation file, restart MyTime to see the changes.
dutch: Pushed %@ vertaalbestand, herstart MyTime om de veranderingen te zien.
french: Fichier langue %@ chargé, redémarrez MyTime pour voir les changements.
german: File %@ wurde wiederhergestellt, Starte MyTime neu um die Änderungen anzuzeigen
italian: Inviato %@ documento di traduzione, riavvia MyTime perché i cambiamenti abbiano effetto.
japanese: %@ 翻訳ファイルを転送されました。MyTimeを再起動してください。
spanish: Archivo %@ transferido, reinicie MyTime para ver los cambios.

source: Questions, Comments? Email me
dutch: Vragen, Commentaar? Email mij
french: Questions, Commentaires? Emaillez-moi
german: Fragen, Anregungen? bitte maile mir
italian: Domande, commenti? Invia un'email
japanese: 質問やコメント？ Eメールしてください
spanish: ¿Preguntas, comentarios? Mándeme un email

source: Quick Build
dutch: Snelbouw
french: Ajout rapide
german: Saalbau
japanese: QB
spanish: Construcción rápida

source: Quick Build Hours
dutch: Snelbouw Uren
french: Ajout rapide des Heures
german: Saalbau Stunden
japanese: QB時間
spanish: Horas de la contrucción rápida

source: Reasoning
dutch: Redeneren
french: Raisonner
german: Unterredungsbuch
italian: Ragioniamo
japanese: 論じる
spanish: Razonamiento

source: Reload
dutch: Herlaad
french: Recharger
german: neu laden
japanese: リロード
spanish: Actualizar

source: Require
dutch: Verlangt
french: Attend
german: Erwartet
italian: Richiede
japanese: 求め
spanish: Exige

source: Restored Backup, restart MyTime to see the changes
dutch: Backup teruggezet, herstart MyTime om de veranderingen te zien
french: Sauvegarde restauré, redémarrez MyTime pour voir les changements.
german: Backup File gespeichert. Bitte starte MyTime neu um die Änderungen anzuzeigen
italian: Backup ripristinato, riavvia MyTime perché i cambiamenti abbiano effetto
japanese: リストア完了。MyTimeを再起動してください。
spanish: Restaurada la copia de seguridad, reinicie MyTime para ver los cambios

source: Return Visit
dutch: Nabezoek
french: Nouvelle Visite
german: Rückbesuch
japanese: 再訪問
spanish: Revisita

source: Return Visit Notes
dutch: Nabezoek Notities
french: Notes sur la Nouvelle Visite
german: Rückbesuchs-Notizen
italian: Note della visita ulteriore
japanese: 再訪問メモ
spanish: Notas de la revisita

source: Return Visits
dutch: Nabezoeken
french: Nouvelles Visites
german: Rückbesuche
italian: Visite ulteriori
japanese: 再訪問
spanish: Revisitas

source: Revelation Climax
dutch: Openbaring
french: Révélation - Grand Dénouement
german: Offenbarungs-Buch
italian: Rivelazione
japanese: 啓示の書の最高潮
spanish: Apocalipsis

source: Satisfying Life
dutch: Voldoening Schenkend Leven
french: Une vie satisfaisante
german: Ein befriedigendes Leben
italian: Vita soddisfacente
japanese: 満足のいく生活
spanish: Vida llena

source: Select Date
dutch: Selecteer Datum
french: Sélectionner Date
german: Datum wählen
italian: Seleziona una data
japanese: 日付の選択
spanish: Fecha

source: Select Publication
dutch: Selecteer Publicatie
french: Sélectionner Publication
german: wähle Literatur
italian: Seleziona una pubblicazione
japanese: 出版物の選択
spanish: Publicación

source: Select Time
dutch: Selecteer Tijd
french: Sélectionner Heure
german: Zeit eingeben
italian: Seleziona le ore
japanese: 時間の選択
spanish: Tiempo

source: Select Type
french: Sélectionner le genre
german: bitte auswählen

source: Send
french: Envoyer
german: senden

source: Sending Settings to the Backup Application
dutch: Verstuur Instellingen naar de Backup Applicatie
french: Envoi des préférences à l’Application de Backup
german: Datenaustausch zum Computer gestartet
italian: Invio impostazioni all'applicazione di backup
japanese: 設定をバックアップアプリに転送しています
spanish: Enviando ajustes a la aplicación de copia de seguridad

source: September
french: Septembre
italian: Settembre
japanese: 9月
spanish: Septiembre

source: Service Year Total
dutch: Totaal Dienstjaar
french: Total Année de Service
german: Jahres-Gesamtzeit
japanese: 奉仕年度合計
spanish: Total del año de servicio

source: Settings
dutch: Instellingen
french: Préférences
german: Einstellungen
italian: Impostazioni
japanese: 設定
spanish: Ajustes

source: Show me the webpage
french: Afficher la webpage
german: Zeige mir die Seite

source: Sing Praises
dutch: Zing Lofzangen
french: Cantiques
german: Liederbuch
italian: Cantate lodi
japanese: 賛美を歌う
spanish: Canten alabanzas

source: Spirits of the Dead
dutch: Geesten Van De Doden
french: Esprit des morts
german: Unsichtbare Geister
italian: Spiriti dei morti
japanese: 死者の霊
spanish: Espíritus de difuntos

source: Start Time
dutch: Start Tijd
french: Démarrer Chrono
german: Starte Zeitmessung
italian: Avvia tempo
japanese: 時間開始
spanish: Iniciar

source: State
dutch: Overig
french: État
german: Staat
italian: Provincia
japanese: 県名
spanish: País

source: Statistics
dutch: Statistieken
french: Statistiques
german: Statistik
italian: Statistiche
japanese: 統計
spanish: Registro

source: Stop Time
dutch: Stop Tijd
french: Arrêter Chrono
german: Stoppe Zeitmessung
italian: Ferma tempo
japanese: 時間を止める
spanish: Parar

source: Street
dutch: Straat
french: Rue
german: Straße
italian: Via
japanese: 町名
spanish: Calle

source: Street Sorted
dutch: Straat Gesorteerd
french: Rue Triée
german: nach Straßen
italian: Per indirizzo
japanese: 番地ソート
spanish: Por Calle

source: Study
dutch: Bijbelstudie
french: Étude
german: Studium
japanese: 研究
spanish: Estudio

source: Suffering to End
dutch: Geen Lijden meer
french: Bientôt la fin des souffrances ! (T27)
german: Alles Leid wird bald enden
italian: Sofferenze finiranno
japanese: 苦しみは終わる
spanish: El sufrimiento

source: Teacher
dutch: Onderwijzer
french: Grand Enseignant
german: Lehrer-Buch
italian: Insegnante
japanese: 教えて
spanish: Gran Maestro

source: The Greatest Name
dutch: De Grootste Naam
french: Le Plus Grand des Noms (T72)
german: Der größte Name
italian: Il nome più grande
spanish: El nombre más grande

source: This will show you your tabulated end of the month field service activity including: Hours Books Brochures Magazines Studies Please note that you will only see items that you have counts for.
dutch: Hier wordt getoond de velddienstactiviteit van de maand inclusief: Uren Boeken Brochures Tijdschriften Studies Let op: alleen items welke zijn verspreidt worden getoond.
french: Affichage de votre activité de fin de mois incluant: Heures Livres Brochures Périos Études Seuls les activités réalisées seront affichées.
german: Hier siehst du die Auflistung von deinem monatlichen Predigtdienst bestehend aus: Stunden Bücher Broschüren Zeitschriften Studien Bitte beachte: es werden nur ausgewählte Publikationen gezählt
japanese: 月末の奉仕活動内容がここに 表形式で表示されます。 時間 書籍 ブロシュアー 雑誌 研究 が含まれます。 注意：実際に報告するもののみが表示されます。
spanish: Aquí verá el informe de servicio del campo de final de mes incluyendo: Horas Libros Folletos Revistas Estudios Por favor, note que sólo verá aquello que haya anotado antes.

source: Time for %@
dutch: Tijd voor %@
french: Heure pour %@
german: Bericht für %@
italian: Ore per %@
japanese: %@分
spanish: Informe de %@

source: Time started at: %@
dutch: Tijd gestart om: %@
french: Heure commencée à: %@
german: Zeitzähler gestartet um %@
spanish: Tiempo iniciado a las: %@

source: Touch the Edit button to add a return visit or you can see where your call is located by touching the address of your call
dutch: Tik op de Bewerk knop om een nabezoek toe te voegen of bekijk waar je nabezoek ligt door het adres aan te raken.
french: Pressez le bouton Edition pour ajouter une nouvelle visite ou vous pouvez voir où habite votre nouvelle visite en pressant le champ adresse concerné
german: Drücke Bearbeiten um einen Rückbesuch zu ergänzen, wenn du sehen willst wo dein Rückbesuch wohnt, dann drücke auf das Adressfeld
italian: Premi Modifica per aggiungere una visita ulteriore; oppure mostra l'indirizzo del nominativo premendo su di esso
japanese: 編集ボタンをタッチすると再訪問を追加できます。 また，住所をタッチすると訪問場所が表示されます。
spanish: Pulse el botón Editar para añadir una revisita o puede ver dónde se localiza la visita pulsando en la dirección de su contacto

source: Trinity
dutch: Drieëenheid
french: Trinité
german: Dreieinigkeit
italian: Trinità
japanese: 三位一体
spanish: Trinidad

source: Unknown
dutch: Onbekend
french: Inconnu
german: Unbekannt
italian: Sconosciuto
japanese: 不明
spanish: Desconocida

source: Visit Notes
dutch: Bezoek Notities
french: Notes de la Visite
german: Rückbesuche
italian: Note per la visita
japanese: 訪問メモ
spanish: Notas de la visita

source: Visit Type
dutch: Soort Bezoek
french: Type de Visites
german: Art des Besuches
japanese: 訪問の種類
spanish: Tipo de revisita

source: Waiting for the Backup Application to connect... Go to mytime.googlecode.com for more information about the Backup Application
dutch: Wachten op de Backup Applicatie... Ga naar mytime.googlecode.com voor meer info over de Backup Applicatie
french: Veuillez patienter - Connection au serveur en cours... Aller sur mytime.googlecode.com pour plus de détail sur l'application de sauvegarde
german: Auf die Backup-Software warten... Für mehr Informationen besuche bitte mytime.googlecode.com
italian: In attesa della connessione dall'applicazione di backup... Visita mytime.googlecode.com per informazioni sull'applicazione di backup
japanese: バックアップアプリケーションの接続待ちです... バックアップアプリケーションの詳細情報はmytime.googlecode.comへどうぞ

source: Watch!
dutch: Zie!
french: Voici!
german: Wachsamkeit!
italian: Siate vigilanti!
japanese: 見張っていなさい！
spanish: ¡Mira!

source: Watchtower
dutch: De Wachttoren
french: Tour de Garde
german: Wachtturm
italian: Torre di Guardia
japanese: ものみの塔
spanish: Atalaya

source: What Do Jehovah's Witnesses Believe?
dutch: Jehovah's Getuigen-Wat geloven zij?
french: Les Témoins de Jéhovah : quelles sont leurs croyances ? (T18)
german: Jehovas Zeugen - Was glauben Sie?
italian: In che cosa credono i testimoni di Geova?
japanese: エホバの証人はどのようなことを信じていますか
spanish: ¿En qué creen los testigos de Jehová?

source: What Hope for Dead Loved Ones?
dutch: Hoop Voor Gestorven Geliefden
french: Quel espoir y a-t-il pour nos chers disparus ? (T16)
german: Hoffnung für geliebte Verstorbene
italian: Speranza per i morti
japanese: 亡くなった家族のための希望
spanish: Esperanza para los que han muerto

source: When Someone Dies
dutch: Wanneer Iemand Sterft
french: Quand la mort frappe
german: Wenn ein geliebter Mensch gestorben ist
italian: Quando muore una persona cara
japanese: 愛する家族を亡くしたとき
spanish: Cuando muere un ser querido

source: When We Die
dutch: Wanneer We Sterven
french: Que devient-on quand on meurt ?
german: Was geschiet mit uns, wenn wir sterben
italian: Quando si muore
japanese: 人は死ぬと
spanish: ¿Qué nos sucede cuando morimos?

source: Who Are Jehovah's Witnesses?
dutch: Wie Zijn Jehovah's Getuigen?
french: Qui sont les Témoins de Jéhovah ? (T73)
german: Jehovas Zeugen - Was glauben sie?
italian: Chi sono i testimoni di Geova?
spanish: ¿Quiénes son los testigos de Jehová?

source: Who Really Rules the World?
dutch: Wie Is De Werkelijke Heerser Van De Wereld?
french: Qui domine vraiment le monde ? (T22)
german: Wer beherrscht die Welt wirklich?
italian: Chi governa veramente il mondo?
japanese: 実際に世界を支配しているのはだれですか
spanish: ¿Quién es, realmente, el gobernante del mundo?

source: Why Worship God
dutch: Waarom God Aanbidden
french: Pourquoi adorer Dieu en amour et en vérité ?
german: Warum wir Gott dienen sollten
italian: Perché adorare Dio
spanish: ¿Por qué adorar a Dios?

source: Why You Can Trust the Bible
dutch: In De Bijbel Geloven
french: Pourquoi avoir confiance en la Bible (T13)
german: Warum wir der Bibel vertrauen können
italian: Conoscere la Bibbia
japanese: 聖書が信頼できる理由
spanish: Confiar en la Biblia

source: Will This World Survive?
dutch: Zal Deze Wereld Blijven Bestaan?
french: Le monde actuel survivra-t-il ? (T19)
german: Wird die heutige Welt überleben?
italian: Questo mondo sopravvivrà?
japanese: この世界は存続しますか
spanish: ¿Podrá sobrevivir este mundo?

source: World Without War
dutch: Wereld Zonder Oorlog
french: Connaîtrons-nous un jour un monde sans guerre ?
german: Eine Welt ohne Krieg
italian: Mondo senza guerre
japanese: 戦争のない世界
spanish: ¿Un mundo sin guerra?

source: Worship God
dutch: Aanbid God
french: Adorez
german: Anbetungsbuch
italian: Adoriamo Dio
japanese: 神を崇拝する
spanish: Adoremos a Dios

source: Would You Like To Know the Truth?
french: Aimeriez-vous connaître la Vérité?
german: Hätten Sie gern eine Antwort?

source: Would you like to move %1$d minutes from the month of %2$@ to the next month? Or, round up to %3$d hours for %4$@? (This will change the time that you put in the Hours view so you can undo this manually)
french: Voulez-vous garder %1$d minutes du mois de %2$@ pour le mois prochain? Ou, arrondir à %3$d heures pour %4$@? (Cela affectera les heures que vous verrez dans la vue Heures mais vous pouvez également faire cette modification manuellement)
german: Möchtest du die %1$d Minuten vom %2$@ auf das nächste Monat übertragen? Oder auf %3$d Stunden für %4$@ aufrunden? (Dies ändert die manuell eingegebene Zeit in der Stundenansicht)

source: Yes
dutch: Ja
french: Oui
german: Ja
italian: Sì
japanese: はい
spanish: Sí

source: Young People Ask
dutch: Jonge Mensen Vragen
french: Les jeunes s’interrogent
german: Fragen Junger Leute
italian: I giovani chiedono
japanese: 若い人が尋ねる
spanish: Los jóvenes preguntan

source: BROCHURES
german: BROSCHÜREN
italian: OPUSCOLI
japanese: ＊ブロシュアー＊
spanish: FOLLETOS

source: TRACTS
dutch: Traktaten
german: TRAKTATE
italian: VOLANTINI
japanese: ＊パンフレット＊
spanish: TRATADOS

# %d %@s: %@
source: %1$d %2$@s: %3$@
german: %1$d %2$@n: %3$@
italian: %1$d %2$@: %3$@

source: %d publication
dutch: %d publicatie
german: %d Veröffentlichung
italian: %d pubblicazione
japanese: 出版物 %d
spanish: %d publicación

source: %d publications
dutch: %d publicaties
german: %d Veröffentlichungen
italian: %d pubblicazioni
japanese: 出版物 %d
spanish: %d publicaciones

source: All Publications
german: Alle Publikationen

source: Backup using 'MyTime Backup'
german: Daten sichern mit 'MyTime Backup'

source: Bible
dutch: Bijbel
german: Bibel
italian: Bibbia
japanese: 聖書
spanish: Biblia

source: Brochure
german: Broschüre
italian: Opuscolo
japanese: ブロシュアー
spanish: Folleto

source: Brochures
german: Broschüren
italian: Opuscoli
japanese: ブロシュアー
spanish: Folletos

source: Concordance
dutch: Concordantie
german: Konkordanz
italian: Concordanza
japanese: コンコルダンス
spanish: Concordancia

source: DVD
german: DVD Gebärde

source: EEE, M/d/yyy
german: EEE d.M.yyyy

source: EEE, M/d/yyy h:mma
german: EEE d.M.yyyy H:mm

source: Email
german: Mail

source: Mar
dutch: Mrt
german: Mär
japanese: 3月

source: minutes
dutch: minuten
german: Minuten
italian: minuti
japanese: 分
spanish: minutos

source: Nations
dutch: Naties
german: Nationen
italian: Le nazioni si scontrano
spanish: Naciones

source: Oct
dutch: Okt
german: Okt
italian: Ott
japanese: 10月

source: Placements
dutch: Verspreidingen
german: Straßendienst
italian: Lasciati
japanese: 配布した出版物
spanish: Publicaciones

source: Placements:
dutch: Verspreidingen:
german: Straßendienst:
italian: Lasciato:
japanese: 配布した出版物:
spanish: Publicaciones entregadas:

source: Publication
dutch: Publicaties
german: Veröffentlichung
japanese: 枚／部／冊

source: Publications
dutch: Publicaties
german: Veröffentlichungen
italian: Pubblicazioni
japanese: 枚／部／冊
spanish: Publicaciones

source: Round Up to %d hours
german: gerundet auf %d Stunden

source: Secretary's email address
german: Mail-Adresse des Sekretärs

source: Tract
dutch: Tractaat
german: Traktate
italian: Volantino
japanese: パンフレット
spanish: Tratado

source: Type
dutch: Soort
german: Besuchsart
japanese: 種類
spanish: Tipo

# %@ %@ %d
source: %1$@ %2$@ %3$d
japanese: %1$@ %3$d %2$@

source: DVD: Great Teacher
dutch: DVD: Grote Onderwijzer
japanese: DVD: 偉大な教えて
spanish: DVD: Gran Maestro

source: Jan
italian: Gen
japanese: 1月
spanish: Ene

source: Jul
italian: Lug
japanese: 7月

source: Jun
italian: Giu
japanese: 6月

source: minute
dutch: minuut
italian: minuto
japanese: 分
spanish: minuto

source: Nov
japanese: 11月

source: Sep
italian: Set
japanese: 9月

source: Version
dutch: Versie
italian: Versione
japanese: バージョン
spanish: Versión
